Repository: esotericbyte/fractal
Catalog: fractal-gtk/po/*.po
Languages: sl

# shortcut window
source: General
sl: Splošno

# shortcut window
source: Close the active room
sl: Zapre dejavno okno

# shortcut window
source: Open main menu
sl: Odpre glavni meni

# shortcut window
source: Open / close the room sidebar search
sl: Odpre / zapre bočni iskalnik

# shortcut window
source: Open the previous room in the list
sl: Odpre predhodno sobo na seznamu

# shortcut window
source: Open the next room in the list
sl: Odpre naslednjo sobo na seznamu

# shortcut window
source: Open the previous room with unread messages in the list
sl: Odpre predhodno sobo s seznamom neprebranih sporočil

# shortcut window
source: Open the next room with unread messages in the list
sl: Odpre naslednjo sobo s seznamom neprebranih sporočil

# shortcut window
source: Open the first room of the list
sl: Odpre prvo sobo na seznamu

# shortcut window
source: Open the last room of the list
sl: Odpre zadnjo sobo na seznamu

# shortcut window
source: View older messages
sl: Pokaže starejša sporočila

# shortcut window
source: View newer messages
sl: Pokaže novejša sporočila

# shortcut window
source: Keyboard Shortcuts
sl: Tipkovne bližnjice

# shortcut window
source: Quit
sl: Konča program

# shortcut message
source: Composing a new message
sl: Odpri sestavljalnik sporočila

# shortcut message
source: Write on a new line
sl: Zapiši v novo vrstico

source: Fractal is a decentralized, secure messaging client for collaborative group communication.
sl: Fraktal je decentraliziran in varen program za hipno sporočanje v sodelovalnih okoljih.

source: Fractal group messaging
sl: Skupinsko sporočanje Fractal

source: Matrix;matrix.org;chat;irc;communications;talk;riot;element;
sl: Matrix;matrix.org;chat;irc;communications;talk;riot;klepet;čet;element;

source: Type of password and token storage
sl: Vrsta gesla in shramba žetona

source: Type of password and token storage, default value is: Secret Service
sl: Vrsta gesla in shramba žetona, privzeta vrednost je: Secret Service

source: If markdown sending is active
sl: Ali je pošiljanje z oblikovanjem markdown dejavno

source: Whether support for sending markdown messages is on
sl: Ali je podpora za pošiljanje oblikovanih sporočil omogočena

source: X position of the main window on startup
sl: Položaj X glavnega okna ob zagonu

source: Y position of the main window on startup
sl: Položaj Y glavnega okna ob zagonu

source: Width of the main window on startup
sl: Širina glavnega okna ob zagonu

source: Height of the main window on startup
sl: Višina glavnega okna ob zagonu

source: Whether the main window is maximized on startup
sl: Ali naj bo glavno okno ob zagonu razpeto

source: Matrix group messaging app
sl: Skupinsko sporočanje Matrix

source: Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for collaboration in large groups, such as free software projects.
sl: Fractal je program za GNOME s podporo za protokol sporočanja Matrix, napisan pa je v jeziku Rust. Vmesnik je prilagojen za sodelovalno delo velikih skupin, kot so projekti proste programske opreme.

source: Account Settings
sl: Nastavitve računa

source: Back
sl: Nazaj

source: Other people can find you by searching for any of these identifiers.
sl: Drugi uporabniki lahko iščejo po kateremkoli navedenem določilu.

source: Name
sl: Ime

source: Type in your name
sl: Vpišite ime

source: Email
sl: Elektronska pošta

source: Phone
sl: Telefon

source: Password
sl: Geslo

source: Advanced Information
sl: Napredne podrobnosti

source: Homeserver
sl: Osnovni strežnik

source: Device ID
sl: ID naprave

source: Deactivate Account
sl: Izbriši račun

source: Deactivating your account means that you will lose all your messages, contacts, and files.
sl: Izbris računa pomeni izbris vseh sporočil, stikov in datotek.

source: To confirm that you really want to deactivate this account type in your password:
sl: Za potrditev, da želite res odstraniti račun, vpišite geslo:

source: Also erase all messages
sl: Izbriši tudi vsa sporočila

source: Check your email
sl: Preverite Elektronski naslov

source: Cancel
sl: Prekliči

source: Apply
sl: Uveljavi

source: Room Directory
sl: Mapa klepetalnic

source: Join Room
sl: Pridruži se klepetalnici

source: New Room
sl: Nova klepetalnica

source: New Direct Chat
sl: Novo neposredno klepetanje

source: Play
sl: Predvajaj

source: New direct chat
sl: Novo neposredno klepetanje

source: Start chat
sl: Začni klepet

source: Invitation
sl: Povabilo

source: Reject
sl: Zavrni

source: Accept
sl: Sprejmi

source: Invite
sl: Povabi

source: ID or Alias
sl: ID ali vzdevek

source: Join room
sl: Pridruži se klepetalnici

source: Join
sl: Pridruži se

source: Close
sl: Zapri

source: Leave?
sl: Ali želite zapusti skupino?

source: Once you leave, you won’t be able to interact with people in the room anymore.
sl: Po odhodu ni več mogoče klepetanje z osebami v klepetalnici.

source: Leave room
sl: Zapusti klepetalnico

source: Welcome to Fractal
sl: Dobrodošli v Fractal

source: _Log In
sl: _Prijava

source: _Create Account
sl: _Ustvari račun

source: Choose Provider
sl: Izbor ponudnika

source: _Next
sl: _Naprej

source: What is your Provider?
sl: Katerega ponudnika želite uporabiti?

source: Matrix provider domain, e.g. myserver.co
sl: Domena ponudnika protokola Matrix, npr. strežnik.si

source: The domain may not be empty.
sl: Ime domene ne sme biti prazno polje.

source: Log In
sl: Prijava

source: _User ID
sl: _ID uporabnika

source: _Password
sl: _Geslo

source: User name, email, or phone number
sl: Uporabniško ime, elektronski naslov ali telefonska številka

source: _Forgot Password?
sl: _Ali ste pozabili geslo?

source: Invalid username or password
sl: Uporabniško ime ali geslo ni veljavno

source: Log Out
sl: Odjava

source: Keyboard _Shortcuts
sl: Tipkovne _bližnjice‫

source: _About Fractal
sl: _O programu

source: User
sl: Uporabnik

source: Add
sl: Dodaj

source: Room search
sl: Iskanje klepetalnic

source: Room Menu
sl: Meni klepetalnic

source: No Room Selected
sl: Ni izbrane klepetalnice

source: Join a room to start chatting.
sl: Pridružite se klepetalnici za začetek klepeta.

source: No room
sl: Ni dejavnih klepetalnic

source: Default Matrix Server
sl: Privzeti strežnik Matrix

source: > quote
sl: > navedek

source: **bold**
sl: **krepko**

source: `code`
sl: `koda`

source: *italic*
sl: *ležeče*

source: Toggle fullscreen
sl: Preklopi celozaslonski način

source: Loading more media
sl: Poteka nalaganje predstavne vsebine

source: Reply
sl: Odgovori

source: Open With…
sl: Odpri s programom …

source: Save Image As…
sl: Shrani sliko kot …

source: Save Video As…
sl: Shrani video kot …

source: Copy Image
sl: Kopiraj sliko

source: Copy Selection
sl: Kopiraj izbor

source: Copy Text
sl: Kopiraj besedilo

source: View Source
sl: Poglej vir

source: Delete Message
sl: Izbriši sporočilo

source: Message Source
sl: Izvorna koda sporočila

source: Copy To Clipboard
sl: Kopiraj v odložišče

source: Create new room
sl: Ustvari novo klepetalnico

source: Create
sl: Ustvari

source: Room name
sl: Ime klepetalnice

source: Visibility
sl: Vidnost

source: Private
sl: Zasebno

source: Public
sl: Javno

source: _Cancel
sl: _Prekliči

source: Ch_ange
sl: _Spremeni

source: The passwords do not match.
sl: Gesli se ne skladata.

source: _Verify New Password
sl: _Overi novo geslo

source: _New Password
sl: _Novo geslo

source: Current _Password
sl: Trenutno _geslo

source: Room Details
sl: Podrobnosti klepetalnice

source: Invite to This Room
sl: Povabi v klepetalnico

source: Leave Room
sl: Zapusti klepetalnico

source: Details
sl: Podrobnosti

source: Unknown
sl: Neznano

source: Add name
sl: Dodaj ime

source: Add topic
sl: Dodaj temo

source: Type in your room topic
sl: Vpišite temo klepetalnice

source: No room description
sl: Ni opisa klepetalnice

source: Notifications
sl: Obvestila

source: Notification sounds
sl: Zvočna obvestila

source: For all messages
sl: Za vsa sporočila

source: Only for mentions
sl: Le za omembe

source: Shared Media
sl: Predstavne vsebine v souporabi

source: photos
sl: fotografije

source: videos
sl: videoposnetki

source: documents
sl: dokumenti

source: New members can see
sl: Novi člani lahko vidijo

source: All room history
sl: celotno zgodovino klepetalnice

source: History after they were invited
sl: zgodovino po prejetju vabila

source: Room Visibility
sl: Vidnost klepetalnic

source: Allow guests
sl: Dovoli goste

source: Allow joining without invite
sl: Dovoli povezave brez vabila

source: Publish in room directory
sl: Objavi v mapi klepetalnice

source: Join addresses
sl: Naslov do klepetelnice

source: members
sl: člani

source: Invite New Member
sl: Povabi novega člana

source: Search for room members
sl: Poišči člane klepetalnice

source: Scroll to bottom
sl: Zdrsnite do dna

source: Show rooms from:
sl: Pokaži klepetalnice:

source: Your homeserver
sl: Vas osnovni strežnik

source: Other Protocol
sl: Drug protokol

source: Other Homeserver
sl: Drug osnovni strežnik

source: Homeserver URL
sl: Naslov URL osnovnega strežnika

source: Images
sl: Slike

source: Select a new avatar
sl: Izbor nove slike podobe

source: Select a file
sl: Izbor datoteke

source: This message has no source.
sl: Sporočilo nima določenega vira.

source: Could not download the file
sl: Ni mogoče prejeti datoteke

source: Couldn’t save file
sl: Datoteke ni mogoče shraniti

source: Couldn’t open file
sl: Ni mogoče odpreti datoteke

source: The validation code is not correct.
sl: Overitvena koda ni pravilna.

source: Enter the code received via SMS
sl: Vpišite kodo, prejeto v sporočilu SMS.

source: Continue
sl: Nadaljuj

source: In order to add this email address, go to your inbox and follow the link you received. Once you’ve done that, click Continue.
sl: Za dodajanje tega elektronskega naslova, preglejte mapo novih sporočil in sledite prejeti povezavi. Ko povezavo potrdite, kliknite za nadaljevanje.

source: Are you sure you want to delete your account?
sl: Ali ste prepričani, da želite izbrisati račun?

source: An audio file has been added to the conversation.
sl: V pogovor je dodan zvočni posnetek.

source: An image has been added to the conversation.
sl: V pogovor je dodana slika.

source: A video has been added to the conversation.
sl: V pogovor je dodan video posnetek.

source: A file has been added to the conversation.
sl: V pogovor je dodana datoteka.

source: (direct message)
sl: (neposredno sporočilo)

source: Leave {room_name}?
sl: Ali želite zapustiti klepetalnico {room_name}?

source: The room ID is malformed
sl: Določilo ID klepetalnice ni pravilno oblikovano

source: EMPTY ROOM
sl: PRAZNA KLEPETALNICA

source: {m1} and {m2}
sl: {m1} in {m2}

source: {m1} and Others
sl: {m1} in drugi

source: Several users are typing…
sl: Več uporabnikov vnaša besedilo …

source: <b>{}</b> is typing…
sl: <b>{}</b> in <b>{}</b> vpisujejo besedilo …

source: Syncing, this could take a while
sl: Poteka usklajevanje, ki je lahko dolgotrajno.

source: Error searching for rooms
sl: Prišlo je do napake med iskanjem klepetalnic

source: Can’t login, try again
sl: Prijava je spodletela.. Poskusite znova.

source: Error deleting message
sl: Med brisanjem sporočila je prišlo do napake

source: Can’t join the room, try again.
sl: Ni se mogoče pridružiti klepetalnici. Poskusite znova.

source: Can’t create the room, try again
sl: Ni mogoče ustvariti klepetalnice. Poskusite znova.

source: Sorry, account settings can’t be loaded.
sl: Nastavitev računa ni mogoče naložiti.

source: Email is already in use
sl: Elektronski naslov je že v uporabi

source: Please enter a valid email address.
sl: Vpisati je treba veljaven elektronski naslov

source: Couldn’t add the email address.
sl: Elektronskega naslova ni mogoče dodati

source: Phone number is already in use
sl: Telefonska številka je že v uporabi

source: Please enter your phone number in the format: + your country code and your phone number.
sl: Vpišite telefonsko številko v obliki: + kodo države in telefonska številka.

source: Couldn’t add the phone number.
sl: Telefonske številke ni mogoče dodati

source: Couldn’t change the password
sl: Gesla ni mogoče spremeniti

source: Couldn’t delete the account
sl: Računa ni mogoče izbrisati

source: A Matrix.org client for GNOME
sl: Odjemalec Matrix.org za GNOME

source: © 2017–2020 Daniel García Moreno, et al.
sl: © 2017–2021 Daniel García Moreno in drugi

source: Learn more about Fractal
sl: Več podrobnosti o programu Fractal

source: translator-credits
sl: Matej Urbančič <mateju@src.gnome.org>

source: Name by
sl: Ime po

source: Image from Clipboard
sl: Nova slika iz odložišča

source: Send
sl: Pošlji

source: image
sl: slika

source: Invite to {name}
sl: Povabilo za {name}

source: Join {room_name}?
sl: Ali se želite pridružiti klepetalnici {room_name}?

source: You’ve been invited to join <b>{room_name}</b> room by <b>{sender_name}</b>
sl: <b>{sender_name}</b> vas vabi, da se pridružite klepetalnici <b>{room_name}</b>.

source: You’ve been invited to join <b>{room_name}</b>
sl: Povabljeni ste, da se pridružite klepetalnici <b>{room_name}</b>.

source: You don’t have permission to post to this room
sl: Nimate ustreznih dovoljenj za objavljanje sporočil v to klepetalnico

source: OK
sl: V redu

source: Room · {} member
sl: Klepetalnica · {} članov

source: {} member
sl: {} članov

source: Save media as
sl: Shrani predstavno datoteko kot

source: _Save
sl: _Shrani

source: _Select
sl: _Izberi

source: Could not retrieve file URI
sl: Ni mogoče pridobiti naslova URI datoteke

source: You have been kicked from {}
sl: Izvrženi ste iz sobe {}

source: Kicked by: {} “{}”
sl: Izvrže vas: {} »{}«

source: Malformed server URL
sl: Napačno oblikovan naslov URL strežnika

source: Error while loading previous media
sl: Prišlo je do napake med nalaganjem predhodne predstavne vsebine

source: No matching members found
sl: Ni članov skladnih z iskalnim nizom

source: Admin
sl: Skrbnik

source: Privileged
sl: Posebna dovoljenja

source: Last edited %c
sl: Nazadnje urejan %c

source: Save
sl: Shrani

source: Open
sl: Odpri

source: New Messages
sl: Nova sporočila

source: Invites
sl: Povabila

source: You don’t have any invitations
sl: Niste prejeli še nobenih povabil

source: Favorites
sl: Priljubljeno

source: Drag and drop rooms here to add them to your favorites
sl: Povlecite in spustite sobe na to mesto za dodajanje med priljubljena mesta

source: Rooms
sl: Klepetalnice

source: You don’t have any rooms yet
sl: Ni že dodanih klepetalnic
